Repository: cockpit-project/subscription-manager-cockpit-weblate
Catalog: *.po
Languages: tr

source: $0 critical hit
tr: $0 kritik isabet

source: $0 hit
tr: $0 isabet

source: $0 important hit
tr: $0 önemli isabet

source: $0 low severity hit
tr: $0 düşük önem derecesinde isabet

source: $0 moderate hit
tr: $0 orta düzeyde isabet

source: $0 package needs to be removed.
tr: $0 paketin kaldırılması gerekiyor.

source: 'Organization' is required when using activation keys
tr: Etkinleştirme anahtarlarını kullanırken 'Kuruluş' gereklidir

source: Access denied
tr: Erişim engellendi

source: Account
tr: Hesap

source: Activation Key
tr: Etkinleştirme Anahtarı

source: Activation key
tr: Etkinleştirme anahtarı

source: Add-ons
tr: Eklenti

source: Additional packages:
tr: Ek paketler:

source: Arch
tr: Kemer

source: Attach automatically
tr: Otomatik olarak ekle

source: Auto-attach
tr: Otomatik ekle

source: Auto-attaching ...
tr: Otomatik ekleniyor...

source: Cancel
tr: İptal

source: Checking installed software
tr: Kurulu yazılımlar denetleniyor

source: Close
tr: Kapat

source: Connect
tr: Bağlan

source: Connect this system to $0.
tr: Bu sistemi $0 cihazına bağlayın.

source: Connect to Red Hat Insights
tr: Red Hat Insights'a bağlan

source: Connected to Insights
tr: Insights'a bağlanıldı

source: Connected to Red Hat Insights
tr: Red Hat Insights'a bağlanıldı

source: Connecting to Insights
tr: Insights'a bağlanılıyor

source: Content Access Mode is set to Simple Content Access. This host has access to content, regardless of subscription status.
tr: İçerik Erişim Modu Basit İçerik Erişimi olarak ayarlandı. Bu anamakinenin, abonelik durumuna bakılmaksızın içeriğe erişimi vardır.

source: Content Access Mode is set to Simple Content Access. This host has access to content, regardless of system purpose status.
tr: İçerik Erişim Modu Basit İçerik Erişimi olarak ayarlandı. Bu anamakinenin, sistem amacı durumuna bakılmaksızın içeriğe erişimi vardır.

source: Corrupted JSON with status
tr: Bozuk JSON durumu

source: Couldn't get system subscription status. Please ensure subscription-manager is installed. Reported status: $0 ($1)
tr: Sistem abonelik durumu alınamadı. Lütfen abonelik yöneticisinin kurulu olduğundan emin olun. Bildirilen durum: $0 ($1)

source: Custom URL
tr: Özel URL

source: Default
tr: Varsayılan

source: Details
tr: Ayrıntılar

source: Disconnect from Insights
tr: Insights bağlantısını kes

source: Downloading $0
tr: $0 indiriliyor

source: Ends
tr: Bitiş

source: If you disconnect this system from Insights, it will no longer report its Insights status in Red Hat Cloud or Satellite.
tr: Eğer bu sistemin Insights ile olan bağlantısını keserseniz, sistem artık Insights durumunu Red Hat Cloud veya Satellite'a raporlamayacaktır.

source: Installed products
tr: Kurulu ürünler

source: Installing $0
tr: $0 kuruluyor

source: Last Insights data upload
tr: Son Insights verilerini yükleme

source: Malformed proxy URL; IPv6 address syntax and hostname are mutually exclusive
tr: Kusurlu proksi URL'si; IPv6 adresi sözdizimi ve anamakine adı birbirini dışlar

source: Malformed server URL; IPv6 address syntax and hostname are mutually exclusive
tr: Kusurlu sunucu URL'si; IPv6 adresi sözdizimi ve anamakine adı birbirini dışlar

source: Manage subscriptions to a Candlepin backend, such as for Red Hat products.
tr: Red Hat ürünleri gibi bir Candlepin arka ucuna yönelik abonelikleri yönetin.

source: Managing subscriptions
tr: Abonelikleri yönetme

source: Method
tr: Yöntem

source: Next Insights data upload
tr: Sonraki Insights verilerini yükleme

source: No installed products detected
tr: Algılanan kurulu ürünler yok

source: No rule hits
tr: Kural isabetleri yok

source: No system purpose attributes set
tr: Ayarlı sistem amaçlı öznitelikler yok

source: Not connected
tr: Bağlı değil

source: Not registered
tr: Kayıtlı değil

source: Not subscribed
tr: Abone olunmadı

source: Not subscribed ($0)
tr: Abone olunmadı ($0)

source: Organization
tr: Kuruluş

source: Organization ID
tr: Kuruluş kimliği

source: Overview
tr: Genel bakış

source: Partially subscribed
tr: Kısmen abone olundu

source: Partially subscribed ($0)
tr: Kısmen abone olundu ($0)

source: Password
tr: Parola

source: Popover with explanation of SCA mode
tr: SCA modunun açıklamasını içeren açılır pencere

source: Proactively identify and remediate threats to security, performance, availability, and stability with Red Hat Insights — with predictive analytics, avoid problems and unplanned downtime in your Red Hat environment.
tr: Red Hat Insights ile güvenliğe, performansa, kullanılabilirliğe ve kararlılığa yönelik tehditleri proaktif olarak tanımlayın ve düzeltin — tahmine dayalı çözümlemelerle Red Hat ortamınızdaki sorunları ve planlanmamış kesinti sürelerini önleyin.

source: Product ID
tr: Ürün kimliği

source: Product name
tr: Ürün adı

source: Proxy Location
tr: Proksi Konumu

source: Proxy Password
tr: Proksi Parolası

source: Proxy Username
tr: Proksi Kullanıcı Adı

source: Red Hat Subscription Manager
tr: Red Hat Abonelik Yöneticisi

source: Register
tr: Kaydol

source: Register System
tr: Kayıt Sistemi

source: Registering using activation key ...
tr: Etkinleştirme anahtarı kullanılarak kaydettiriliyor...

source: Registering using username and password ...
tr: Kullanıcı adı ve parola kullanılarak kaydettiriliyor...

source: Removals:
tr: Kaldırılanlar:

source: Removing $0
tr: $0 kaldırılıyor

source: Retrieving subscription status...
tr: Abonelik durumu alınıyor...

source: Role
tr: Rol

source: Saving configuration ...
tr: Yapılandırma kaydediliyor...

source: Service level
tr: Hizmet seviyesi

source: Starting registration service ...
tr: Kayıt hizmeti başlatılıyor...

source: Starts
tr: Başlangıç

source: Status
tr: Durum

source: Stopping registration service ...
tr: Kayıt hizmeti durduruluyor...

source: Subscribed
tr: Abone olundu

source: Subscription Manager
tr: Abonelik Yöneticisi

source: Subscription Manager in Cockpit
tr: Cockpit'teki Abonelik Yöneticisi

source: Subscription status
tr: Abonelik durumu

source: Subscriptions
tr: Abonelikler

source: Subscriptions information
tr: Abonelik bilgileri

source: System purpose
tr: Sistem amacı

source: The $0 package and $1 other package will be installed.
tr: $0 paketi ve $1 diğer paket kurulacaktır.

source: The $0 package is not available from any repository.
tr: $0 paketi hiçbir depoda yok.

source: The $0 package will be installed.
tr: $0 paketi kurulacaktır.

source: The current user isn't allowed to access system subscription status.
tr: Şu anki kullanıcının sistem abonelik durumuna erişmesine izin verilmiyor.

source: The last Insights data upload has failed.
tr: Son Insights veri yüklemesi başarısız oldu.

source: The rhsm service is unavailable. Make sure subscription-manager is installed and try reloading the page. Additionally, make sure that you have checked the 'Reuse my password for privileged tasks' checkbox on the login page.
tr: Rhsm hizmeti kullanılamıyor. Abonelik yöneticisinin kurulu olduğundan emin olun ve sayfayı yeniden yüklemeyi deneyin. Ayrıca, oturum açma sayfasında 'Parolamı yetkili görevler için yeniden kullan' onay kutusunu işaretlediğinizden emin olun.

source: The system could not be connected to Insights because installing the $0 package requires the unexpected removal of other packages.
tr: $0 paketinin kurulması diğer paketlerin beklenmedik şekilde kaldırılmasını gerektirdiğinden sistem Insights'a bağlanamadı.

source: This system is not connected to $0.
tr: Bu sistem $0 sistemine bağlanmadı.

source: Unable to connect
tr: Bağlanamıyor

source: Unable to the reach the rhsm service.
tr: Rhsm hizmetine ulaşılamıyor.

source: Unknown
tr: Bilinmiyor

source: Unknown status
tr: Bilinmeyen durum

source: Unregister
tr: Kaydı kaldır

source: Unregistering
tr: Kayıt kaldırılıyor

source: Updating
tr: Güncelleniyor

source: Updating status ...
tr: Durum güncelleniyor...

source: Usage
tr: Kullanım

source: Use proxy server
tr: Proksi sunucusu kullan

source: Username
tr: Kullanıcı adı

source: Version
tr: Sürüm

source: View your Insights results
tr: Insights sonuçlarınızı görüntüleyin

source: Waiting for other software management operations to finish
tr: Diğer yazılım yönetimi işlemlerinin tamamlanması bekleniyor

source: not-found
tr: bulunamadı

source: subscriptions
tr: abonelikler

source: unknown
tr: bilinmiyor
